const results = [
  {
    id: 1,
    name: '모바일 소프트 웨어',
    subtitle: '🔮후플푸프🔮 모바일 소프트 웨어 트랙',
    description: `
    🦹‍♀협동과 친절🦹‍♀
    후플푸프 기숙사에 배정받은 당신이 공부할 건 모바일 소프트웨어 트랙!\n

    실행 우선적이며 확고부동하고 주도적인 당신. 목표를 달성하는 것과 눈에 보이는 결과물을 만들어내는 것에 관심을 보이지 않나요? 또한 곁에 있는 사람들을 중요시하는 따뜻한 유형이예요 :) 사람과의 직접적인 소통을 좋아하고, 직접적인 정보를 활용하기 때문에 논리적 추론과정을 내는 능력을 가지고 있죠. 가장 중요한 가치는 조화로운 관계! 동료애가 깊고, 다 같이 협력하는 과정에서 힘을 얻어요. 그래서 의사소통도 원만하고 돌발 상황에 유연하게 대처할 줄 알아요. 하지만 내가 잘하는 만큼 칭찬해줬으면 좋겠어요! 몰라주면 너무 서운해...종종 기발한 아이디어를 떠올리기도 하지만 잊어버릴 때도 많아요.. \n
    
    모바일 소프트 웨어 분야에서는 웹과 앱 연동 뿐만 아니라 여러 임베디드 시스템을 분석하고 개발하기 때문에 여러 사람들과의 의사소통이 중요해서 당신에게 적합해요! 모바일 서비스에 대한 요구사항들을 분석하는 것도 중요한 역량인데, 우리는 논리적 추론과정을 내는 능력을 가졌으니 잘 할 수 있겠죠? 타인을 잘 돕는 사교적, 이타적인 성격의 소유자라면, 안드로이드 개발자가 되어 더 편리한 세상을 만들어볼 수도 있겠네요! 다른 제품들에 대한 관심과 그 제품들의 시스템에 대한 공부와 관심도 필요해요!\n
    
    모바일 소프트웨어 트랙에서는 네트워크 지식과 프로그래밍 기술을 바탕으로, 스마트폰 OS및 소프트웨어를 개발, 임베디드 소프트웨어 및 IoT 서비스기술, 모바일 UI/UX 교육을 받을 수 있어요!
    `,
    tag: '🔮후플푸프🔮 모바일 소프트 웨어 트랙',
    type: 'light',
  },
  {
    id: 2,
    name: '빅데이터',
    subtitle: '🔮레번클로🔮, 빅데이터 트랙',
    description: `
    🧞‍♂지혜와 위트🧞‍♂
    레번클로 기숙사에 배정받은 당신이 공부할 건 빅데이터 트랙!\n

    주관적인 감정보다는 논리와 객관적인 정보에 더 중점을 두는 당신. 생각이 많고 복잡한 성격을 갖고 있으며 혼자서 일하는 것을 선호해요. 팀플에서 답답한 팀원들을 만나면 그냥 확 총대 메버린 적 있지 않나요? 논리, 분석적이어서 정보를 수집, 분석하고 새로운 통찰력에 도달하는데 능숙해요. 도전을 즐기고 근면한 성향으로 어려운 문제일수록 자극을 받기도 하죠. 일할 땐 강한 집중력을 발휘한다는 강점도 있고요. 뭐든 준비 없이 갑작스럽게 하는 건 싫어요. 일단 해보자라니? 생각 좀 해보고.. 준비된 사람에게만 기회가 찾아오는 거라 믿어요. “너는 계획이 다 있구나..!” 는 똑똑한 당신에게 하는 하는 말!\n
    
    빅데이터는 축적된 대량의 데이터를 분석하고 관리, 활용하는 분야로 요즘 모든 산업 전반에 걸쳐 활용성이 날로 커지고 있어요! 대량의 데이터를 분석하고 활용하는 만큼 집요하고 분석적인 성향의 학생들에게 추천해요. 뭐든 원리를 아는 게 중요하고, 절차상의 기초와 근본을 중시하는 당신이라면, 이미 데이터 분석가로서의 역량을 지닌 것 같은걸요!\n
    
    빅데이터 트랙에서는 기본적인 데이터베이스 이론 및 설계 기술의 습득을 시작으로, 다양한 분야에서 다양한 형태로 발생하는 빅데이터를 실질적으로 수집, 분석, 활용할 수 있는 데이터 마이닝 기술 및 실제 프로젝트를 수행하는 교육을 받을 수 있어요!
    `,
    
    tag: '🔮레번클로🔮, 빅데이터 트랙',
    type: 'light',
  },
  {
    id: 3,
    name: '웹 공학',
    subtitle: '🙌슬리데린🙌, 웹 공학 트랙',
    description: `
    🧙‍♀야망과 재간🧙‍♀
    슬리데린 기숙사에 배정받을 당신이 공부할 건 웹 공학트랙!\n

    주어진 임무를 철저하게 해내려고 하는 책임감이 있는 당신. 계획 세우는 걸 좋아하죠. 물론 매번 다 잘 지키는건 아니지만.. 계획을 세우고 실천해 나가는게 마음이 편-안! 매년 다이어리는 꼭 사지 않나요? 척하면 척! 의사소통도 유연하게 잘되는 편이라, 협업엔 자신있어요. 사회적인 규칙을 크게 벗어나지 않는 원리원칙적인 면모가 있지만, 은근 야망이 있어서 진취적인 태도를 보이기도 해요. 웹공학은 컴퓨터 공학의 기본이 되는 트랙이라서, 그런 진취적인 태도를 가지고 들어온다면 더 발전 가능성이 있을 거라 기대되네요!\n

    웹 공학은 클라우드 환경을 이해하고 기초가 되는 웹 서비스를 개발& 배포하는 분야로 웹 서비스를 구축하고 분석할 수 있는 소프트웨어 개발 전문가를 양성하는 트랙이에요! 상대적으로 디자인적 감각과 관심이 있다면 웹 디자인 작업에 집중하는 퍼블리셔형 개발자로, 웹의 기능적인 부분에 더 흥미를 느낀다면 프론트엔드 개발자로 나아가 보는게 어떨까요?\n

    웹공학 트랙에서는 문제 해결 능력과 시스템 구축능력을 배양하기 위해 소프트웨어 프레임워크를 통한 실무 프로젝트 교육이 이루어져요!
    `,
    tag: '🙌슬리데린🙌, 웹 공학 트랙',
    type: 'light',
  },
  {
    id: 4,
    name: '디지털 콘텐츠 가상현실',
    subtitle: '📺그리핀도르📺, 디지털콘텐츠 · 가상현실 트랙',
    description: `
    🧚‍♀용기와 대담함🧚‍♀
    그리핀도르 기숙사에 배정받은 당신이 공부할 건 디지털 콘텐츠와 가상현실 트랙!\n

    모험과 충동에 자신을 맡기는 경향이 있는 당신. 마음에 어떠한 충동이 생긴다면 과감하게 행동으로 옮기는 편입니다. 하나에 꽂히면 끝장을 보는 편이기도 하죠. 드라마 정주행 이틀컷정도..? 막연한 먼 미래에 대해 고민하기보다는 지금, 이 순간 현재에 집중하고 어떤 변화에도 금방 적응할 수 있는 유연함을 지니고 있어요. 그래서 반면에 틀에 박히거나 계획에 맞춰하는 걸 어려워하기도 해요. ‘내일은 내일의 해가 뜬다’ 일정이 있으면 마감에 임박해 몰아서 하기도..예쁘고 멋진거 좋아하고, 종종 창의적인 아이디어를 제안하기도 해요.\n

    디지털 콘텐츠 가상현실은 여러 산업계와 연계하며 무한한 가치를 창출할 수 있는 트랙으로 용기와 대담함을 가진 여러분들 같은 학생에게 추천해요! 발전 가능성이 많은 새로운 분야인 만큼 도전을 즐기고 유연한 사고를 가진 것도 많은 도움이 될거예요.\n

    디지털 콘텐츠 가상현실 트랙에서는 컴퓨터 및 소프트웨어에 대한 기본 지식과 더불어 컴퓨터 그래픽스, 가상현실, 멀티미디어, 컴퓨터게임, 영상처리, 컴퓨터 비전등 특성화된 전문 프로그래밍 지식을 배워요!

    `,
    tag: '📺그리핀도르📺, 디지털콘텐츠 · 가상현실 트랙',
    type: 'light',
  },

];

export default results;
